cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'node'
brew 'git'
brew 'ruby-build'
brew 'rbenv'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'sketch'
cask 'iterm2'
cask 'spotify'
cask 'postman'
cask 'filezilla'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'graphiql'
cask 'google-chat'
cask 'nvalt'
cask 'genymotion'
